Repository: xauen21/series
Catalog: resources/language/*/strings.po
Languages: german

# Addon Summary
source: A client for the popular Transmission BitTorrent application
german: Ein XBMC Client für die populäre Transmission BitTorrent Software

# Addon Description
source: Currently, Transmission-XBMC supports viewing, adding, removing, starting and stopping torrents. More advanced features may be added in future releases.
german: Transmission-XBMC unterstützt derzeit das Hinzufügen, Bearbeiten, Starten und Stoppen von Torrents. Darüber hinaus kann der Status aktiver Torrents eingesehen werden. Weitere Features könnten in kommenden Versionen implementiert werden.

# #32001
source: Connecting to Transmission
german: Stelle Verbindung zu Transmission her

# #32002
source: Transmission Error
german: Transmission Fehler

# #32003
source: Open settings dialog?
german: Einstellungen öffnen?

# #32101
source: Add
german: Neu

# #32102
source: Remove
german: Entfernen

# #32104
source: Start
german: Starten

# #32105
source: Pause All
german: Alle pausieren

# #32106
source: Start All
german: Alle starten

# #32107
source: Exit
german: Beenden

# #32108
source: Settings
german: Einstellungen

# #32200
source: Browse for torrent file
german: Verzeichnisse nach lokaler .torrent-Datei durchsuchen

# #32202
source: Search ThePirateBay
german: ThePirateBay durchsuchen

# #32203
source: Search Mininova.org
german: Mininova.org durchsuchen

# #32204
source: Search KickassTorrents
german: KickassTorrents durchsuchen

# #32290
source: Searching...
german: Suche läuft...

# #32291
source: No results found
german: Keine Ergebnisse gefunden

# #32292
source: Could not connect to search site
german: Keine Verbindung zur Suchseite

# #32293
source: Could not download torrent data
german: Torrentdaten konnten nicht heruntergeladen werden

# #32300
source: working
german: aktiv

# #32302
source: stopped
german: gestoppt

# #32800
source: RPC Settings
german: RPC Einstellungen

# #32803
source: User
german: Nutzername

# #32804
source: Password
german: Passwort

# #32805
source: Stop all torrents on video playback
german: Alle Torrent stoppen während ein Video abgespielt wird

# #32900
source: An unexpected error occurred
german: Leider ist ein Fehler aufgetreten

# #32901
source: Could not connect to Transmission
german: Konnte nicht mit Transmission verbinden

# #32902
source: Invalid username or password
german: Ungültiger Nutzername oder ungültiges Passwort
